import React from 'react';
import StaticContainer from '../../containers/static';

const Rules = () => (
    <StaticContainer>
        <>
            <p>На Squadix вы можете разместить частный или коммерческий тип объявлений.</p>
            <h3>Частное объявление</h3>
            <p>Частные объявления – это объявления, поданные от имени физического лица, не связанные с осуществлением этим лицом
            предпринимательской деятельности. К частным не могут быть отнесены объявления, поданные от имени физических лиц, не
            имеющих соответствующей государственной регистрации (регистрации в налоговых органах), но занимающихся при этом
  систематической продажей товаров (выполнением работ, оказанием услуг).</p>
            <p>В случае выявления фактов размещения объявлений о продаже однотипных товаров от частного лица Squadix имеет право
            отклонить эти объявления и предложить размещать их из коммерческого профиля. Кроме того, в случае получения
            официального запроса от государственных органов в отношении выявленного факта незаконной предпринимательской
  деятельности, Squadix может предоставить данным органам соответствующую информацию.</p>
            <h3>Коммерческое объявление</h3>
            <p>Коммерческие объявления – это объявления, подаваемые от имени юридических лиц или индивидуальных предпринимателей,
            связанные с осуществлением предпринимательской деятельности. Squadix оставляет за собой право самостоятельно
  определять, относится объявление к коммерческому либо к частному.</p>
            <h3>Порядок размещения объявлений на ресурсе</h3>
            <h4>Срок размещения объявлений</h4>
            <p>Все объявления, как частные, так и коммерческие, во всех категориях размещаются на Squadix на неопределенный срок, до
  тех пор пока не будут удалены или пользователем, или администрацией.</p>
            <h4>Удаление объявлений</h4>
            <p>Пользователь может удалить свое объявление в профиле. Удаление означает, что объявление и все данные о нем
  окончательно удаляются из профиля.</p>
            <h4>Повторное размещение объявления</h4>
            <p>Пользователь имеет право подать новое объявление о том же товаре, что и предыдущее, только после того, как его старое
            объявление будет удалено из базы данных. Если на момент подачи нового объявления у пользователя есть активное
            объявление для определенного товара (услуги), то новое объявление не может быть опубликовано. Для повторного
  размещения пользователь может удалить его в соответствии с пунктом <em>"Удаление объявлений"</em>.</p>
            <h4>Дубликаты</h4>
            <p>Пользователь может подать только одно объявление для каждого конкретного товара (работы, услуги). Если у пользователя
            уже есть активное объявление о продаже определенного товара (работы, услуги), то при подаче второго объявления с тем
            же товаром (работой, услугой) последнее будет считаться дубликатом и публиковаться не будет. Если у пользователя есть
            объявление с определенным товаром (работой, услугой), то перед подачей нового объявления с тем же товаром (работой,
            услугой) необходимо предварительно удалить существующее объявление. Без удаления старого объявления новое объявление с
            таким же товаром (работой, услугой) также расценивается как дубликат. Также объявление об одном и том же товаре
  (работе, услуге) не разрешается размещать сразу в более чем в одной категории.</p>
            <h4>Дублирование объявления с разных профилей</h4>
            <p>Пользователь не может публиковать объявления об одном и том же товаре (работе, услуге), используя разные профили.
  Такие объявления будут расцениваться как дубликаты.</p>
            <h4>Профиль пользователя</h4>
            <p>Каждый пользователь имеет право зарегистрировать на ресурсе Squadix не более двух профилей: 1 профиль от имени
            частного лица и 1 профиль от имени юридического лица/ИП. Администрация ресурса Squadix оставляет за собой право
            заблокировать профиль пользователя, в отношении которого имеется информация (в том числе жалобы иных пользователей) о
            недобросовестном (в том числе противоправном) характере осуществляемой данным пользователем деятельности посредством
  ресурса Squadix.</p>
            <h3>1. Общие требования к объявлениям, размещаемым на ресурсе Squadix</h3>
            <p><span>Объявления, размещенные на ресурсе Squadix, должны быть составлены на одном из государственных языков
    Республики Беларусь – белорусском или русском, и содержать:</span></p>
            <p><strong>1.1.</strong> Заголовок объявления, описание конкретного товара. Описание должно быть полным и достоверным,
  не содержать контактных данных продавца и ссылок на сторонние ресурсы. В одном объявлении не допускается реклама
  разнородных товаров. Заголовок объявления не должен содержать цены, ссылки на сторонние интернет-ресурсы, имейл
  адреса, контактные данные.</p>
            <p><strong>1.2.</strong> Достоверную цену товара. При этом цена товара обязательно должна указываться в белорусских
  рублях в специальном поле “Цена”.</p>
            <p><strong>1.3.</strong> Достоверную информацию о продавце.</p>
            <p><strong>1.4.</strong> Достоверную информацию о состоянии товара.</p>
            <p><strong>1.5.</strong> Достоверную контактную информацию. К обязательной контактной информации относится номер
  телефона. E-mail указывается в специальном поле при регистрации профиля. Не разрешается указывать его в тексте
  объявления. E-mail не виден в объявлении. Указанный Пользователем при создании профиля e-mail используется для
  официальной информационной рассылки в адрес Пользователя от имени ресурса Squadix. Номер телефона указывается в
  специальном поле. Запрещено указывать номер телефона в поле "Описание".</p>
            <p><strong>1.6.</strong> В случае наличия фотографий, объявление должно содержать реальные фотографии предмета сделки,
  соответствующие конкретному продаваемому экземпляру. Не допускается размещение фотографий, на которых содержится
  ссылка на сторонние ресурсы.</p>
            <h3>2. Дополнительные требования к объявлениям от компаний и ИП</h3>
            <p><strong>2.1.</strong> Объявления от компаний и ИП обязательно должны содержать следующую информацию:</p>
            <p><strong>2.1.1.</strong> наименование (для юридического лица) или фамилия и инициалы (для индивидуального
  предпринимателя);</p>
            <p><strong>2.1.2.</strong> учетный номер плательщика;</p>
            <p><strong>2.1.3.</strong> юридический адрес;</p>
            <p><strong>2.1.4.</strong> регистрационный номер лицензии, дата ее выдачи, срок действия и наименование органа,
  выдавшего лицензию (для товаров и услуг, подлежащих лицензированию в соответствии с белорусским законодательством).
</p>
            <p><strong>2.2.</strong> В объявлениях от компаний и ИП, осуществляющих торговлю товарами, также должен быть указан
  адрес местонахождения торговой точки, а для интернет-магазинов - адрес сайта интернет-магазина, зарегистрированного в
  ТР.</p>
            <h3>3. Требования к товарам, размещенным на ресурсе Squadix</h3>
            <p>Товары, работы и услуги, о которых размещаются объявления, должны соответствовать требованиям законодательства
            Республики Беларусь. Размещая объявление о товарах, которые подлежат обязательному подтверждению соответствия в
            Республике Беларусь, рекламодатель самостоятельно несет ответственность за наличие у него документов, подтверждающих
  соответствие товаров, работ и услуг требованиям технических и иных нормативных правовых актов.</p>
            <h3>4. Ограничение по количеству объявлений</h3>
            <p>4.1. Пользователи не имеют ограничений по количеству размещаемых объявлений.</p>
            <h3>5. Требования к фотографиям</h3>
            <p><strong>5.1.</strong> Фотографии должны быть связаны с товаром, описываемой в объявлении.</p>
            <p><strong>5.2.</strong> Фотография товара должна изображать конкретный продаваемый экземпляр, в том виде, в котором он
  находился в момент подачи объявления. Не разрешается размещение фотографий, взятых из каталогов, с сайтов
  производителей или других сайтов.</p>
            <p><strong>5.3.</strong> Одну и ту же фотографию можно использовать одновременно только в одном объявлении.</p>
            <p><strong>5.4.</strong> На фотографии не должно быть ссылок на другие сайты, а также логотипов.</p>
            <p><strong>5.5.</strong> В объявлениях не допускается размещение личных фотографий, а также фотографий моделей из
  каталогов в купальных костюмах или в нижнем белье.</p>
            <p><strong>5.6.</strong> Фото и изображения не должны нарушать авторские права их владельца, фотографа или возможных
  моделей.</p>
            <p><strong>5.7.</strong> На фото не должно быть элементов, которые можно расценить как оскорбительные, противозаконные
  или призывающие к насилию.</p>
            <p><strong>5.8.</strong> Если на фото кроме вас изображены и другие люди, убедитесь в том, что они согласны на
  публикацию своих изображений. Если на фото изображено не принадлежащее вам имущество, то необходимо согласие владельца
  имущества на публикацию данной фотографии.</p>
            <p><strong>5.9.</strong> Не допускается размещение в изображении контактных данных и регистрационных знаков, в том числе
  относящихся к третьим лицам.</p>
            <p><strong>5.10.</strong> Не допускается размещение фотографий и прочих изображений эротического и порнографического
  характера, изображений с сексуальным подтекстом, в том числе изображений обнаженных интимных частей тела, людей в
  прозрачной или откровенной одежде, полностью обнажённых либо снимающих одежду людей.</p>
            <p><strong>5.11.</strong> Не допускается использование изображений, обработанных в специальных редакторах.</p>
            <p><strong>5.12.</strong> Запрещаются к публикации фотографии убитых животных и их освежевания туш.</p>
            <p><strong>5.13.</strong> Запрещаются к публикации фотографии, содержащие следующие виды ритуальной продукции: гробы,
  памятники с фото и данными усопших, фотографии мест захоронения.</p>
            <h3>6. Запрещенные товары и услуги</h3>
            <p>Squadix отклоняет объявления о товарах (работах, услугах), продажа (выполнение, оказание) и/или реклама которых
            запрещена законодательством Республики Беларусь. Squadix также устанавливает ограничения в отношении товаров, работ и
            услуг определенного типа. Подробную информацию о товарах и услугах, которые не подлежат размещению на ресурсе Squadix,
  вы найдете в списке запрещенных товаров и услуг.</p>
            <h3>7. Запрет на размещение определенных объявлений</h3>
            <p><strong>7.1.</strong> Запрещается размещать объявления, содержащие:</p>
            <ul>
                <li>недобросовестную, недостоверную, неэтичную, скрытую рекламу, а также информацию, наносящую вред деловой репутации
    конкурентов рекламодателя;</li>
                <li>пропаганду или призыв к насилию, жестокости и совершению противоправных действий;</li>
                <li>обещание или гарантию, утверждающие будущую эффективность (доходность) рекламируемого вида деятельности;</li>
                <li>информацию, вводящую в заблуждение потребителей относительно качества, количества, состава, способа изготовления и
    иных характеристик продукции (товаров, работ, услуг);</li>
                <li>ненормативную лексику, а также оскорбительные высказывания, в том числе расистского и религиозного характера, а
    также призывы к дискриминации по национальному, расовому, половому или иным признакам;</li>
                <li>нарушение общепринятых норм морали и нравственности;</li>
                <li>информацию, которая может прямо или косвенно повлечь к разглашению сведений, составляющих государственные секреты
    Республики Беларусь;</li>
                <li>требования к возрасту и/или месту жительства работника в объявлениях о вакансиях.</li>
            </ul>
            <p><strong>7.2.</strong> Не разрешается размещать объявления маркетингового характера, то есть объявления, рекламирующие
  не конкретный предлагаемый товар или услугу, а комплекс товаров и услуг в целом.</p>
            <p><strong>7.3.</strong> Не разрешается размещать объявления о знакомствах.</p>
            <p><strong>7.4.</strong> Squadix вправе самостоятельно, с учетом требований и критериев, установленных законодательством
  Республики Беларусь, решать вопрос об отнесении объявления к запрещенной в настоящем разделе рекламе. Squadix также
  вправе принять решение об отказе в размещении отдельных объявлений в случае, если сочтет их содержание не
  соответствующим законодательству Республики Беларусь. Подробную информацию о товарах и услугах, которые не подлежат
  размещению на ресурсе Squadix, вы найдете в списке запрещенных товаров и услуг.</p>
            <h3>8. Изменение и редактирование объявлений</h3>
            <p><strong>8.1.</strong> Администрация ресурса Squadix оставляет за собой право:</p>
            <ul>
                <li>размещать или отклонять объявления;</li>
                <li>определять, какое объявление не соответствует настоящим Правилам;</li>
                <li>удалять объявления, если они не соответствуют правилам размещения объявлений на сайте, без предварительного
    уведомления и объяснения причин;</li>
                <li>изменять требования к содержанию и условиям размещения объявлений;</li>
                <li>изменять содержание и оформление объявлений в соответствии с требованиями, указанными в настоящих Правилах;</li>
                <li>редактировать объявления в целях придания им качеств, удобных для чтения;</li>
                <li>лишать конкретного пользователя права на размещение объявлений в случае систематического нарушения данным
    пользователем настоящих Правил;</li>
                <li>запрашивать у пользователя дополнительные данные, необходимые для размещения объявлений.</li>
            </ul>
            <p><strong>8.2</strong> Замена товара и в объявлении. При изменении или обновлении объявления не разрешается заменять
  товар, описываемую в объявлении, на иной товар; удалять фотографии без добавления новых. При отказе в размещении
  объявления по причине того, что объявление не соответствует правилам, пользователю предлагается возможность
  редактировать объявление.</p>
            <h3>9. Общие условия</h3>
            <p><strong>9.1.</strong> Ответственность. Тот, кто подает объявление, несет полную ответственность за свое объявление.
  Squadix не отвечает за качество рекламируемых в объявлении товаров. Рекламодатель коммерческого объявления
  самостоятельно несет ответственность за наличие у него необходимых согласований, разрешений, лицензий, сертификатов
  и/или иных документов, необходимых для осуществления соответствующего вида деятельности. Тот, кто подает объявление,
  дает согласие на размещение содержания объявления на сетевых страницах партнеров по сотрудничеству Squadix на основе
  тех же самых Правил, которые действуют для объявления при его размещении на Squadix. Рекламодатель гарантирует, что
  его объявление не нарушает авторские права, интеллектуальные права или иные права третьих лиц. Если в отношении
  размещенного объявления ресурсу Squadix будет предъявлена претензия третьих лиц в связи с нарушением законодательства
  Республики Беларусь фактом размещения объявления, то Squadix вправе удалить соответствующее объявление. Кроме того,
  рекламодатель несет личную ответственность за такое нарушение и обязуется освободить Squadix от ответственности по
  возмещению убытков или расходов в связи с таким нарушением.</p>
            <p><strong>9.2.</strong> Личные данные и конфиденциальность. Squadix оказывает помощь правоохранительным органам и
  другим уполномоченным лицам, занимающимся расследованием нарушений, обнаруженных в объявлениях, предоставляя
  необходимую информацию в соответствии с законодательством Республики Беларусь и нашей <a
                    href="/policy">Политикой конфиденциальности</a>. Подробнее с видами личных данных
  пользователей, которые мы обрабатываем, принципами и целями обработки личных данных пользователей, порядком
  предоставления личных данных третьей стороне, редактированием и удалением личных данных, а также с прочими
  положениями, касающимися обработки личных данных пользователей, возможно ознакомиться в нашей <a
                    href="/policy">Политике конфиденциальности</a>.</p>
            <p><strong>9.3.</strong> Электронная почта. E-mail является обязательным для создания профиля и размещения объявления.
  E-mail не отображается на странице просмотра объявления.</p>
            <p><strong>9.4.</strong> Номер мобильного телефона. Номер мобильного телефона является обязательным для размещения
  объявления. Номер мобильного телефона не отображается на странице просмотра объявления.</p>
            <h3>10. Защита прав интеллектуальной собственности</h3>
            <p><strong>10.1.</strong> Ограничения по использованию информации. Весь материал, включая содержание, программное
  обеспечение и услуги, содержащийся на ресурсе Squadix, является собственностью компании Романенко Ильи Олеговича.
  Никакой материал, размещенный на ресурсе Squadix, не может быть скопирован, тиражирован, переиздан, установлен,
  размещен, передан, сохранен или распространен в каком-либо виде. Единственное исключение составляют «загрузка»
  (передача данных с использованием информационных и технических средств связи) для копирования материала исключительно
  в личных целях, при условии, что: (a) все авторские права сохраняются, (б) материал не изменяется, (в) материал не
  используется для ассоциации с нашими товарами, услугами и брендами, и (г) не загружается в качестве материала для баз
  данных. Использование материала на каком-либо ином сайте или компьютерной сети строго запрещено.</p>
            <p><strong>10.2.</strong> Передача сообщений пользователями. Любая информация, относящаяся к посланным сообщениям или
  иной информации (далее собирательно именуемые «Информация»), принадлежит нам на праве собственности. Squadix не
  связывают какие-либо обязательства о конфиденциальности, за исключением нашей <a
                    href="/policy">Политики конфиденциальности</a>, и Squadix не может быть привлечен к
  ответственности за общественное разглашение информации. Несмотря на вышеизложенное, Squadix принадлежат все
  исключительные имущественные права в отношении Информации, и Squadix имеет право использовать данную информацию в
  любых целях, коммерческих и иных, без уплаты какого-либо вознаграждения лицу, которое предоставило соответствующую
  Информацию, или какому-либо иному лицу на основании положений <a href="/policy">Политики
    конфиденциальности</a> и законодательства Республики Беларусь. Отправитель Информации гарантирует, что он/она
  обладает всеми правами, необходимыми для передачи Информации, а также соглашается с условиями <a
                    href="/policy">Политики конфиденциальности</a>, применяемой в отношении обработки личных
  данных Отправителя Информации.</p>
            <h3>Запрещенные товар</h3>
            <ul>
                <li>наркотические средства, психотропные вещества, их прекурсоры;</li>
                <li>продукция военного назначения, боеприпасы, средства активной защиты и все виды оружия;</li>
                <li>конструктивно сходные с оружием изделия (за исключением объявлений компаний-партнеров, имеющих сертификат
    соответствия);</li>
                <li>продукция, предназначенная для подавления массовых беспорядков и разгона шествий, в том числе соответствующие
    транспортные средства и техника, за исключением продукции, предназначенной для противопожарных работ;</li>
                <li>средства огневой защиты, в том числе передвижные средства по типу щитов, а также средства, обеспечивающие высокую
                механическую защиту, за исключением средств, предназначенных для защиты во время занятий спортом или для
    индивидуальной защиты в мирной трудовой деятельности;</li>
                <li>отравляющие вещества, а также иные подобные химические вещества, которые могут нанести вред жизни или здоровью
    человека;</li>
                <li>продукция, представляющая потенциальную опасность для здоровья человека;</li>
                <li>органы и (или) ткани человека, а также предложения, связанные с торговлей людьми;</li>
                <li>продукция сексуального, эротического и порнографического характера; средства контрацепции;</li>
                <li>лекарственные средства (в том числе гомеопатические и аюрведические), травы, растения и иные природные средства,
                лечебные свойства которых широко известны; биологически активные добавки (в том числе спортивное питание,
    изотонические напитки, средства для похудения), витамины; лекарственные средства и витамины для животных;</li>
                <li>алкогольные напитки и табачные изделия;</li>
                <li>взрывчатые и пиротехнические материалы (например, фейерверки, салюты, дымовые шашки);</li>
                <li>контактные линзы;</li>
                <li>детские молочные смеси;</li>
                <li>ловильные инструменты и устройства, владение которыми ограничено законом;</li>
                <li>государственные награды Республики Беларусь и иностранных государств;</li>
                <li>ценные бумаги;</li>
                <li>драгоценные металлы и камни, а также изделия из них (исключение составляют монеты из драгоценных металлов,
    размещенные в разделе "Коллекции");</li>
                <li>иностранная валюта;</li>
                <li>криптовалюта;</li>
                <li>недвижимость за рубежом;</li>
                <li>персональные документы, их бланки, а также бланки строгой отчетности;</li>
                <li>регистрационные документы на транспортное средство;</li>
                <li>номера мобильных телефонов;</li>
                <li>адреса электронной почты;</li>
                <li>аккаунты онлайн-игр, коды к играм;</li>
                <li>объекты, находящиеся исключительно в собственности государства в соответствии с законодательством Республики
    Беларусь;</li>
                <li>товары, в наименовании которых используется термин "электронная сигарета";</li>
                <li>товары с истекшим сроком годности;</li>
                <li>дикие животные и дикорастущие растения, относящиеся к видам, включенным в Красную книгу Республику Беларусь, также
                виды животных и растений, их части или производные от них (дериваты), подпадающие под действие Конвенции о
                международной торговле видами дикой фауны и флоры, находящимися под угрозой исчезновения, подписанной в г.
    Вашингтоне 3 марта 1973 года (СИТЕС);</li>
                <li>иные товары (работы, услуги), изготовление( выполнение), реализация, использование или реклама которых: направлены
                на нарушение действующего законодательства или введение в заблуждение третьих лиц; запрещены или ограничены
    законодательством Республики Беларусь или решением администрации Squadix.</li>
            </ul>
        </>
    </StaticContainer>
)

export default Rules;