import React from 'react';
import StaticContainer from '../../containers/static';

const Terms = () => (
    <StaticContainer>
        <>
            <h2>Пользовательское соглашение</h2>
            <p>Настоящий Публичный договор (далее – Договор) регулирует отношения между Романенко Ильей Олегович, именуемым в
            дальнейшем «Исполнитель», и пользователем сети Интернет, именуемым в дальнейшем «Пользователь», возникающие при
  пользовании сервисами (услугами), предоставляемыми Исполнителем.</p>
            <h3>1. Предмет договора</h3>
            <p><strong>1.1.</strong> Исполнитель предоставляет Пользователю на условиях настоящего Договора возможность
  воспользоваться доступными на ресурсе Squadix сервисами (включая приложение для Android, приложение для IOS, но не
  ограничиваясь ими), в том числе размещение, поиск и просмотр Объявлений, а также иными сервисами ресурса Squadix.
  Плата за размещение объявлений, за поиск и просмотр объявлений, а также за иные услуги, оказываемые Исполнителем
  посредством интернет-ресурса Squadix, не взимается, если иное не предусмотрено информацией, размещенной Исполнителем
  на ресурсе Squadix.</p>
            <p><strong>1.2.</strong> В рамках настоящего договора Исполнителем могут предоставляться Пользователю услуги (платные
  сервисы), перечень, условия оказания, размеры и порядок оплаты которых размещается Исполнителем на ресурсе Squadix.
</p>
            <p>Порядок использования сервисов (услуг), предоставляемых Пользователю посредством ресурса Squadix третьими лицами,
            определяется настоящим Договором (приложениями к Договору, являющимися его неотъемлемой частью), информацией,
            размещенной на ресурсе Squadix и (или) на Интернет-ресурсах третьих лиц, предоставляющих соответствующие сервисы
  (услуги).</p>
            <p><strong>1.3.</strong> Для целей идентификации Исполнителя на ресурсе Squadix, в информационных сообщениях и переписке
  с Пользователями используются следующие наименования и обозначения: Squadix, Squadix.com, Сквадикс и производные
  указанных слов.</p>
            <h3>2. Порядок заключения договора</h3>
            <p><strong>2.1.</strong> Настоящий Договор является публичным договором (статья 396 Гражданского кодекса Республики
  Беларусь), в соответствии с которым Исполнитель принимает на себя обязательство по предоставлению сервисов (оказанию
  услуг) на ресурсе Squadix в отношении каждого Пользователя, обратившегося к Исполнителю для получения таких сервисов
  (услуг), на условиях, установленных законодательством, настоящим договором, Политикой конфиденциальности и (или)
  Правилами размещения объявлений (далее – Правила), являющимися приложением и неотъемлемой частью настоящего договора.
</p>
            <p><strong>2.2.</strong> Размещение текста настоящего Договора на ресурсе Squadix является публичной офертой Исполнителя
  в соответствии с пунктом 2 статьи 407 Гражданского кодекса Республики Беларусь, на основании которой Исполнитель
  заключает Договор с любым из Пользователей, который выразит согласие на его заключение в установленном
  законодательством и настоящим договором порядке.</p>
            <p><strong>2.3.</strong> В соответствии с пунктом 3 статьи 404 и пунктом 3 статьи 408 Гражданского кодекса Республики
  Беларусь настоящий Договор считается заключенным в простой письменной форме с момента прохождения Пользователем
  процедуры регистрации и (или) при подаче объявления на ресурсе Squadix.</p>
            <p>Пользователь одновременно с регистрацией и (или) подачей объявления на ресурсе Squadix подтверждает свое безусловное
  согласие на принятие и выполнение условий настоящего Договора.</p>
            <p><strong>2.4.</strong> Заключение настоящего Договора производится в соответствии со статьей 398 Гражданского кодекса
  Республики Беларусь посредством принятия Пользователем условий настоящего Договора не иначе как путем присоединения к
  предложенному Договору в целом без каких-либо оговорок и исключений.</p>
            <p>В случае несогласия Пользователя с какими-либо из положений настоящего Договора Пользователь не вправе осуществлять
  регистрацию, подавать объявления и использовать какие-либо иные сервисы ресурса Squadix.</p>
            <p><strong>2.5.</strong> Местом заключения договора Стороны признают местонахождение Исполнителя.</p>
            <h3>3. Условия предоставления услуг</h3>
            <p><strong>3.1.</strong> Сервисы (услуги), предоставляемые на ресурсе Squadix, могут предоставляться как
  зарегистрированным, так и незарегистрированным на ресурсе Пользователям. В случае, если для предоставления
  Пользователям определенного сервиса (услуги) необходима их регистрация на ресурсе Squadix, Пользователи информируются
  об этом средствами ресурса.</p>
            <p>Сервисы (услуги) посредством ресурса Squadix могут предоставляться Пользователям как непосредственно Исполнителем,
  так и третьими лицами-партнерами Исполнителя, о чем Пользователи информируются средствами ресурса Squadix.</p>
            <p><strong>3.2.</strong> Отдельные сервисы (услуги) ресурса Squadix предоставляются только зарегистрированным
  Пользователям, о чем Пользователь информируется средствами ресурса до момента предоставления таких сервисов (услуг).
</p>
            <p><strong>3.3.</strong> Порядок сбора, обработки и хранения личных данных пользователей и посетителей ресурса Squadix
  осуществляется в соответствии с <a href="/policy">Политикой конфиденциальности</a>. Сервисы
  (услуги), предоставляемые Исполнителем на ресурсе Squadix, предоставляются пользователям, согласившимся с Политикой
  конфиденциальности. Размещая объявления на ресурсе Squadix, посещая его и пользуясь услугами на ресурсе Squadix,
  Пользователь принимает условия Политики конфиденциальности и соглашается со сбором, обработкой и хранением своих
  личных данных Исполнителем в соответствии с условиями Политики конфиденциальности.</p>
            <p>Предоставление Пользователем своих личных данных партнерам ресурса Squadix (финансовым и иным сервисам) путем
            внесения таких данных в онлайн-формы, ставшие доступными Пользователю в результате перехода по размещенным на данном
            ресурсе ссылкам (гиперссылкам, баннерам, и др.), подтверждает ознакомление и согласие Пользователя с правилами и
            условиями использования данных и (или) оказания услуг, действующими у соответствующего партнера ресурса Squadix. Такие
            данные считаются предоставленными Пользователями партнерам ресурса Squadix, и Squadix не несет ответственности за их
  обработку и использование.</p>
            <h3>4. Регистрация на ресурсе Squadix</h3>
            <p><strong>4.1.</strong> Пользователь имеет право зарегистрироваться на ресурсе Squadix (создать профиль) с целью
  получения дополнительных сервисов, заполнив в соответствующем разделе ресурса Squadix форму с обязательным указанием
  информации, предусмотренной данной формой.</p>
            <p><strong>4.2.</strong> Пользователь несет ответственность за достоверность и корректность информации, указанной им при
  регистрации на ресурсе Squadix, а также за все действия, совершенные с использованием своего электронного адреса и
  пароля для входа в профиль на ресурсе Squadix. Пользователь имеет право пользоваться сервисами ресурса Squadix только
  при помощи собственного электронного адреса и пароля. Не допускается использование в качестве имени пользователя в его
  профиле наименований «Squadix», «Сквадикс», производных от них слов или сокращений, в любых интерпретациях и
  сочетаниях, а также любых иных общеизвестных и (или) в том числе охраняемых наименований, использование которых
  третьими лицами без согласия их владельцев не допускается и (или) может ввести иных пользователей в заблуждение
  относительно личности (принадлежности) указавшего их пользователя. При выявлении Исполнителем факта нарушения
  Пользователем настоящего правила Пользователь обязан устранить данное нарушение в течение 3 (трех) дней с момента его
  уведомления об этом Исполнителем. В случае неустранения Пользователем данного нарушения в установленный срок
  Исполнитель вправе прекратить оказание Пользователю услуг, предусмотренных Договором, а также блокировать его доступ к
  личному кабинету на ресурсе Squadix до момента устранения Пользователем выявленного нарушения.</p>
            <p><strong>4.3.</strong> Пользователь обязан немедленно изменить данные, используемые для входа в сервисы ресурса
  Squadix, если у него есть причины подозревать, что его электронные адреса и пароли, используемые для входа в сервисы
  ресурса Squadix, были раскрыты или могут быть использованы третьими лицами.</p>
            <p><strong>4.4.</strong> Исполнитель сохраняет за собой право в случае необходимости связываться с Пользователем:
  направлять информационные сообщения на электронный адрес, указанный при регистрации, а также на мобильный телефон
  Пользователя. Направление Исполнителем необходимой для исполнения настоящего Договора информации по указанным в
  профиле и (или) онлайн-форме для заказа сервиса (услуги) адресу электронной почты и (или) номеру мобильного телефона
  признается надлежащим уведомлением Исполнителем Пользователя.</p>
            <p><strong>4.5.</strong> Пользователю запрещается предоставлять доступ к профилю, зарегистрированному на Squadix,
  третьим лицам.</p>
            <p><strong>4.6.</strong> Регистрируясь на Интернет-ресурсе Squadix Пользователь выражает свое полное и безусловное
  согласие с условиями настоящего Договора.</p>
            <h3>5. Размещение объявлений на ресурсе Squadix</h3>
            <p><strong>5.1.</strong> Размещение Пользователем объявления на ресурсе Squadix осуществляется путем заполнения в
  соответствующем разделе ресурса Squadix специальной формы с обязательным указанием информации об объекте
  рекламирования, своих контактных (в необходимых случаях – регистрационных) данных и иной обязательной информации,
  предусмотренной данной формой.</p>
            <p><strong>5.2.</strong> Информация, размещаемая Пользователем при подаче объявления о продаже товаров на ресурсе
  Squadix, должна являться точной, полной и достоверной, а также безусловно соответствовать иным требованиям,
  предусмотренным Договором, <a href="/rules">Правилами</a>, <a
                    href="/policy">Политикой конфиденциальности</a> и (или) инструкциям Исполнителя,
  размещаемым на ресурсе Squadix.</p>
            <p><strong>5.3.</strong> Размещая информацию о товаре, Пользователь подтверждает, что в соответствии с требованиями
  законодательства Республики Беларусь он имеет право продавать этот товар (оказывать услугу, выполнять работу) и
  самостоятельно несет ответственность за наличие подтверждающих данное право документов.</p>
            <p><strong>5.4.</strong> Требования, предъявляемые Исполнителем к объявлениям, их созданию, редактированию и удалению, а
  также к рекламируемым товарам, установлены Правилами.</p>
            <h3>6. Размещение информационного сообщения на ресурсе Squadix</h3>
            <p><strong>6.1.</strong> Размещение Пользователем информационного сообщения (событие, новости) на ресурсе Squadix
  осуществляется путем заполнения в соответствующем разделе ресурса Squadix специальной формы с обязательным указанием
  обязательной информации, предусмотренной данной формой.</p>
            <p><strong>6.2.</strong> Информация, размещаемая Пользователем при подаче информационного сообщения (событие, новости)
  на ресурсе Squadix, должна являться точной, полной и достоверной, а также безусловно соответствовать иным требованиям,
  предусмотренным Договором, Правилами, Политикой конфиденциальности и (или) инструкциям Исполнителя, размещаемым на
  ресурсе Squadix.</p>
            <p><strong>6.3.</strong> Размещая информационное сообщение (событие, новость), Пользователь подтверждает, что в
  соответствии с требованиями законодательства Республики Беларусь он имеет право сообщать и раскрывать данную
  информацию и самостоятельно несет ответственность за наличие подтверждающих данное право документов.</p>
            <p><strong>6.4.</strong> Требования, предъявляемые Исполнителем к информационному сообщению (событие, новости), их
  созданию, редактированию и удалению, а также к рекламируемым товарам, установлены Правилами.</p>
            <h3>7. Исполнитель обязуется:</h3>
            <p><strong>7.1.</strong> качественно и в установленные сроки предоставлять сервисы (оказывать услуги) Пользователю при
  условии соблюдения Пользователем всех требований настоящего Договора;</p>
            <p><strong>7.2.</strong> не разглашать информацию, указанную Пользователем при регистрации, за исключением случаев,
  прямо предусмотренных законодательством Республики Беларусь;</p>
            <p><strong>7.3.</strong> информировать Пользователя об изменении условий настоящего Договора и (или) условий
  функционирования ресурса путем размещения соответствующей информации на ресурсе Squadix и (или) ее рассылки на
  указанный в профиле Пользователя e-mail.</p>
            <h3>8. Пользователь обязуется:</h3>
            <p><strong>8.1.</strong> предоставить при регистрации на ресурсе Squadix и подаче объявлений, а также в иных необходимых
  случаях сведения, отвечающие требованиям, предусмотренным настоящим договором;</p>
            <p><strong>8.2.</strong> размещать объявления на ресурсе Squadix в соответствии с Законом Республики Беларусь «О
  рекламе», иными нормативными правовыми актами Республики Беларусь, настоящим Договором, Правилами, Политикой
  конфиденциальности и (или) инструкциями Исполнителя;</p>
            <p><strong>8.3.</strong> письменно уведомить Исполнителя при наличии претензий по оказанным Исполнителем услугам не
  позднее 5 (пяти) рабочих дней с момента окончания оказания таких услуг.</p>
            <p><strong>8.4.</strong> на основании информации, размещенной Исполнителем на ресурсе Squadix и (или) отправленной
  Исполнителем на указанные Пользователем на ресурсе Squadix (в профиле Пользователя или форме заказа сервиса (услуги))
  адрес электронной почты и (или) номер мобильного телефона, выполнять указанные действия (мероприятия), необходимые для
  продолжения беспрепятственного использования ресурса Squadix и получения предоставляемых на данном ресурсе сервисов
  (услуг).</p>
            <p><strong>8.5.</strong> в установленных ресурсом Squadix случаях и порядке производить верификацию номера своего
  мобильного телефона для получения права пользования определенными сервисами ресурса Squadix.</p>
            <h3>9. Право Исполнителя отказать в оказании услуг</h3>
            <p><strong>9.1.</strong> Исполнитель имеет право не оказывать услуги Пользователю либо прекратить оказание услуг в
  случае, если объявление Пользователя нарушает Закон Республики Беларусь «О рекламе», иные нормативные правовые акты
  Республики Беларусь, настоящий Договор, Правила, Политику конфиденциальности, а также иные инструкции Исполнителя,
  размещенные на ресурсе Squadix.</p>
            <h3>10. Ответственность сторон, порядок урегулирования споров</h3>
            <p><strong>10.1.</strong> За невыполнение условий настоящего Договора Стороны несут ответственность в соответствии с
  законодательством Республики Беларусь.</p>
            <p><strong>10.2.</strong> Пользователь несет ответственность за соответствие размещенной им информации (объявлений), а
  также совершаемых им на ресурсе Squadix действий законодательству, Политике конфиденциальности и (или) Правилам.</p>
            <p><strong>10.3.</strong> Стороны освобождаются от ответственности за неисполнение либо ненадлежащее исполнение своих
  обязательств по настоящему Договору, если невозможность их выполнения обусловлена действием обстоятельств
  непреодолимой силы.</p>
            <p><strong>10.4.</strong> Все споры и разногласия, которые могут возникнуть при исполнении обязательств по настоящему
  Договору или в связи с ним, разрешаются Сторонами путем переговоров. В случае невозможности урегулирования разногласий
  споры по настоящему Договору разрешаются в порядке, предусмотренном законодательством Республики Беларусь.</p>
            <h3>11. Срок действия договора, порядок его изменения</h3>
            <p><strong>11.1.</strong> Настоящий Договор вступает в силу с даты принятия (акцепта) его условий Пользователем в
  соответствии с <em>подпунктом 2.4</em> настоящего Договора и действует до момента окончания предоставления
  Исполнителем заказанных (оплаченных) Пользователем сервисов.</p>
            <p><strong>11.2.</strong> Исполнитель вправе самостоятельно в одностороннем порядке изменить условия настоящего Договора
  при условии соблюдения требований <em>подпункта 7.3</em> настоящего Договора;</p>
            <p><strong>11.3.</strong> Исполнитель вправе отказаться от исполнения настоящего Договора в одностороннем порядке при
  нарушении Пользователем его условий. При этом уплаченные суммы Пользователю не возвращаются.</p>
            <h3>12. Реквизиты сторон</h3>
            <p><strong>12.1.</strong> Стороны соглашаются, что реквизитами Пользователя считается информация, указанная им при
  заполнении формы для заказа услуг.</p>
            <p><strong>12.2.</strong> Реквизиты Исполнителя: <a
                href="mailto:strike.app.service@gmail.com">strike.app.service@gmail.com</a></p>
        </>
    </StaticContainer>
)

export default Terms;